/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Gagalkan";

/* alert button
   dialog confirmation */
"OK" = "OKE";

/* alert button */
"Abort scan" = "Batalkan pemindaian";

/* alert button */
"Continue" = "Lanjutkan";

/* alert button */
"Continue scan" = "Lanjutkan pemindaian";

/* alert button */
"Ignore" = "Abaikan";

/* alert button */
"Ignore plug-in" = "Abaikan plug-in";

/* alert button */
"Open plug-in graphic interface" = "Buka antarmuka grafis plug-in";

/* alert button */
"Start Plug-In Manager" = "Mulai Manajer Plug-In";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Kepada pengguna ^P,\nAnda mengaktifkan %ld Audio Unit yang tidak lulus pengesahan AU Apple. Ini dapat menyebabkan masalah dan bahkan menghentikan ^P tiba-tiba atau berujung pada kehilangan data! Silakan periksa dengan pabrik untuk versi yang diperbarui. Kami menganjurkan untuk menonaktifkan plug-in ini di Manajer Plug-In.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Hanya Audio Units yang telah berhasil dipindai akan tersedia di ^P.\nPemindaian akan berlanjut pada saat berikutnya Anda meluncurkan ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Audio Unit “%1$@” oleh “%2$@”melaporkan bahwa unit tidak disahkan dengan benar untuk digunakan di sistem ini.\nSilakan periksa dokumentasi plug-in untuk informasi lainnya mengenai perlindungan salinan.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Audio Unit “%1$@” oleh “%2$@”melaporkan bahwa unit tidak disahkan dengan benar untuk digunakan di sistem ini.\nSilakan periksa dokumentasi plug-in untuk informasi lainnya mengenai perlindungan salinan. Anda dapat membuka antarmuka grafis plug-in sekarang untuk mengelola salinan.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Saat mengesahkan kompatibilitas Audio Unit, ^P menemukan plug-in Audio Unit %ld yang tidak lolos pengesahan AU Apple. Plug-in ini telah dikecualikan dari penggunaan lebih lanjut di ^P untuk mencegah masalah atau penghentian mendadak yang mungkin terjadi. Anda dapat memulai Manajer Plug-In sekarang untuk meninjau hasil pengesahan atau melanjutkan proses mulai.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P tertutup secara tidak terduga saat mencoba menggunakan Audio Unit “%1$@” oleh “%2$@”.\nPlug-in ini mungkin memerlukan pembaruan.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Terjadi kesalahan dengan plug-in Audio Unit terinstal.";

/* alert title */
"Audio Unit authorization error." = "Kesalahan pengesahan Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Audio Units Tidak Kompatibel ditemukan.";

/* alert title */
"You are about to abort the scan process." = "Anda akan membatalkan proses pemindaian.";

/* alert title */
"You are using incompatible Audio Units." = "Anda menggunakan Audio Units yang tidak kompatibel.";

/* audio unit type */
"MIDI processor" = "Prosesor MIDI";

/* audio unit type */
"MIDI-controlled effect" = "Efek yang dikontrol MIDI";

/* audio unit type */
"effect" = "efek";

/* audio unit type */
"format converter" = "pengkonversi format";

/* audio unit type */
"generator" = "penghasil";

/* audio unit type */
"instrument" = "instrumen";

/* audio unit type */
"mixer" = "pencampur";

/* audio unit type */
"offline effect" = "efek offline";

/* audio unit type */
"output unit" = "unit output";

/* audio unit type */
"panner" = "pembuat pan";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Mencari plug-in Audio Unit…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Memperbarui informasi mengenai plug-in Audio Unit…";

/* possible validation result */
"couldn’t be opened" = "tidak dapat dibuka";

/* possible validation result */
"crashed validation" = "pengesahan berhenti tiba-tiba";

/* possible validation result */
"failed validation" = "pengesahan gagal";

/* possible validation result */
"not authorized" = "tidak disahkan";

/* possible validation result */
"not validated due to internal error" = "tidak disahkan karena kesalahan internal";

/* possible validation result */
"not yet validated" = "belum disahkan";

/* possible validation result */
"successfully validated" = "berhasil disahkan";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Memindai Audio Units (diselesaikan %1$d dari %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Memindai Audio Units (diselesaikan %1$ld dari %2$ld)";

/* used for invalid version numbers */
"invalid" = "tidak sah";

/* used when value transformer can’t interpret given object */
"unknown" = "tidak diketahui";
